IdeaRS.Connections
StiffenerData.TubeCircStiffDiam Property
Compatible with IDEA StatiCa 0.0
 The diameter of the circular stiffener (tubes)
 Namespace: IdeaRS.Connections.Data
 Assembly: IdeaRS.Connections (in IdeaRS.Connections.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public double TubeCircStiffDiam { get; set; }
Property Value
Type: Double
See Also
Reference
StiffenerData Class
IdeaRS.Connections.Data Namespace